Repository: Danik2343/mainline
Catalog: po/*.po
Languages: el, hr, sv, tr

source: Distribution
el: Διανομή
hr: Distribucija
tr: Dağıtım

source: Architecture
el: Αρχιτεκτονική
hr: Arhitektura
sv: Arkitektur
tr: Sistem mimarisi

source: Running kernel
hr: Trčanje kernel

source: Running
el: Ενεργός
hr: Aktivan
sv: Pågående
tr: Çalışıyor

source: Installed
el: Εγκατεστημένος
hr: Instalirano
sv: Installerad
tr: Kurulu

source: Invalid
el: Άκυρος
hr: Érvénytelen
sv: Ogiltig
tr: Geçersiz

source: queuing download
el: Προσθήκη λήψης στην ουρά
hr: preuzimanje u redu čekanja
sv: köbildning nedladdning
tr: kuyruğa alma indirme

source: Fetching individual kernel indexes
hr: Dohvaćanje pojedinačnih indeksa kernel

source: Updating from
hr: Ažuriranje iz

source: FAILED
el: ΑΠΈΤΥΧΕ
hr: NIJE USPIO
sv: MISSLYCKADES
tr: BAŞARISIZ

source: Found installed
hr: Pronađeno instalirano

source: locked
hr: zaključan

source: running
hr: aktivan

source: is locked.
hr: je zaključana

source: Packages Available
el: Διαθέσιμα πακέτα
hr: Dostupni Paketi
sv: Tillgängliga paket
tr: Mevcut Paketler

source: Packages Installed
el: Εγκατεστημένα πακέτα
hr: Instalirani paketi
sv: Installerade paket
tr: Kurulu Paketler

source: Notes
el: Σημειώσεις
hr: Bilješke
sv: Anteckningar
tr: Notlar

source: Locked
el: Κλειδωμένο
hr: Zaključan
sv: Låst
tr: Kilitli

source: removal
el: μετακόμιση
hr: uklanjanje
sv: borttagning
tr: kaldırılması

source: installation
el: εγκατάσταση
hr: montaža
tr: kurulum

source: prevented
el: αποτραπεί
hr: spriječeno
sv: förhindras
tr: önlendi

source: not found
el: χρειάζεται ενημέρωση
hr: nije pronađeno
sv: hittades inte
tr: bulunamadı

source: needs update
el: χρειάζεται ενημέρωση
hr: treba ažuriranje
sv: behöver uppdateras
tr: güncellemeye ihtiyacı var

source: Available Kernels
el: Διαθέσιμοι πυρήνες
hr: Dostupni kerneli
sv: Tillgängliga kärnor
tr: Mevcut Çekirdekler

source: Download: no downloadable kernels specified
el: Λήψη: δεν έχουν καθοριστεί πυρήνες με δυνατότητα λήψης
hr: Preuzimanje: nema navedenih kernela koji se mogu preuzeti
sv: Ladda ner: inga nedladdningsbara kärnor har angetts
tr: İndir: indirilebilir çekirdek belirtilmedi

source: Install: no installable kernels specified
el: Εγκατάσταση: δεν έχουν καθοριστεί πυρήνες με δυνατότητα εγκατάστασης
hr: Instaliraj: nema navedenih kernela koji se mogu instalirati
sv: Installera: inga installerade kärnor har angetts
tr: Yükle: yüklenebilir çekirdek belirtilmedi

source: found
el: ιδρύω
hr: pronađen
sv: grunda
tr: kurmak

source: Uninstall: no uninstallable packages found
el: Κατάργηση εγκατάστασης: δεν βρέθηκαν πακέτα με δυνατότητα απεγκατάστασης
hr: Deinstaliraj: nisu pronađeni paketi koji se mogu deinstalirati
sv: Avinstallera: inga avinstallerbara paket hittades
tr: Kaldırma: kaldırılabilir paket bulunamadı

source: Could not find running kernel in list
el: Δεν ήταν δυνατή η εύρεση του πυρήνα που εκτελείται αυτήν τη στιγμή
hr: Nije moguće pronaći pokrenutu kernel na popisu
sv: Det gick inte att hitta kernel som körs i listan
tr: Listede çalışan çekirdek bulunamadı

source: No old kernels to uninstall
el: Χωρίς παλιούς πυρήνες για απεγκατάσταση
hr: Nema starih kernela za deinstaliranje
sv: Inga gamla kärnor att avinstallera
tr: Kaldırmak için eski çekirdekler yok

source: Y
el: Ν
hr: D
sv: J
tr: E

source: y
el: ν
hr: d
sv: j
tr: e

source: Missing Thread support in GLib.
hr: Nedostaje podrška za nit u GLibu.

source: Wrote config file
el: Έγραψε αρχείο ρυθμίσεων
hr: Napisao konfiguracijsku datoteku
sv: Skrev konfigurationsfil
tr: Yapılandırma dosyasını yazdı

source: No config file
el: Κανένα αρχείο διαμόρφωσης
hr: Nema konfiguracijske datoteke
sv: Ingen konfigurationsfil
tr: Yapılandırma dosyası yok

source: Loaded config file
el: Φορτωμένο αρχείο διαμόρφωσης
hr: Učitana konfiguracijska datoteka
sv: Laddad konfigurationsfil
tr: Yapılandırma dosyası yüklendi

source: Called from
el: Κλήθηκε από
hr: Pozvano od
sv: Ringde från
tr: Çağrı konumu

source: at logon
el: κατά την εκκίνηση
hr: indításkor
sv: vid start
tr: başlangıçta

source: This file is over-written and executed again whenever settings are saved in
el: Αυτό το αρχείο αντικαθίσταται και εκτελείται ξανά κάθε φορά που αποθηκεύονται οι ρυθμίσεις στο
hr: Ova se datoteka prepisuje i ponovno izvršava kad god se postavke spremaju u
sv: Den här filen skrivs över och körs igen när inställningar sparas i
tr: Bu dosyanın üzerine yazılır ve ayarlar her kaydedildiğinde yeniden yürütülür

source: Notifications are disabled
el: Οι ειδοποιήσεις είναι απενεργοποιημένες
hr: Obavijesti su onemogućene
sv: Meddelanden är inaktiverade
tr: Bildirimler devre dışı bırakılmış

source: Can not reach site
el: Αποτυχία ανάγνωσης του αρχείου
hr: Nije moguće doći do web-mjesta
sv: Kan inte nå webbplatsen
tr: Siteye ulaşılamıyor

source: Unable to launch
el: Δεν είναι δυνατή η εκκίνηση
hr: Nije moguće pokrenuti
sv: Oförmögen att starta
tr: Başlatılamadı

source: install kernel packages from kernel.ubuntu.com
hr: instalirajte kernel pakete s kernel.ubuntu.com

source: Syntax
el: Σύνταξη
hr: Sintaksa
tr: Sözdizimi

source: Commands
el: Εντολές
hr: Naredbe
sv: Kommandon
tr: Komutlar

source: Check for kernel updates
el: Έλεγχος για ενημερώσεις πυρήνα
hr: Provjeri nadopune kernela
sv: Sök efter kärnuppdateringar
tr: Çekirdek güncellemelerini kontrol et

source: Check for kernel updates and send a desktop notification
el: Ελέγξτε για ενημερώσεις πυρήνα και στείλτε μια ειδοποίηση επιφάνειας εργασίας
hr: Provjerite postoje li ažuriranja kernela i pošaljite obavijest na radnoj površini
sv: Sök efter kärnuppdateringar och skicka ett skrivbordsmeddelande
tr: Çekirdek güncellemelerini kontrol et ve mevcut kullanıcıyı uyar

source: List available kernels
hr: Navedite dostupne kernele

source: List installed kernels
hr: Prikaži instalirane kernele

source: Install latest mainline kernel
hr: Instaliraj najnoviji mainline kernel

source: Install latest point update in the current major version
hr: Instalirajte najnovije ažuriranje točke u trenutnoj glavnoj verziji

source: Install specified kernels
hr: Instalirajte navedene jezgre

source: Uninstall specified kernels
hr: Deinstalirajte navedene kernele

source: Uninstall all but the highest installed version
el: Απεγκαταστήστε όλες εκτός από την υψηλότερη εγκατεστημένη έκδοση
hr: Deinstaliraj sve osim najnovije instalirane verzije
sv: Avinstallera alla utom den högsta installerade versionen
tr: En yüksek yüklü sürüm dışındaki tüm sürümleri kaldırın

source: Download specified kernels
hr: Preuzmi određene kernele

source: Delete cached info about available kernels
hr: Brisanje predmemoriranih podataka o dostupnim jezgrama

source: This help
el: Αυτή η βοήθεια
hr: Ova pomoć
sv: Denna hjälp
tr: Bu yardım

source: Options
el: Επιλογές
hr: Mogućnosti
sv: Alternativ
tr: Seçenekler

source: Include unstable and RC releases
hr: Uključivati nestabilne i RC kernele

source: Exclude unstable and RC releases
hr: Isključivati nestabilne i RC izdanja

source: One or more version strings taken from the output of --list
hr: Jedan ili više nizova verzija preuzetih iz izlaza --list

source: comma, pipe, colon, or space separated. (space requires quotes or backslashes)
el: κόμμα, σωλήνας, άνω και κάτω τελεία ή διάστημα διαχωρισμένο. (το κενό απαιτεί εισαγωγικά ή ανάστροφες κάθετες)
hr: odvojeni zarezom, okomitim, dvotočkom ili razmakom. (razmak zahtijeva navodnike ili obrnute kose crte)
sv: kommatecken, pipa, kolon eller mellanslag separerade. (mellanslag kräver citattecken eller snedstreck)
tr: virgül, dikey çizgi, iki nokta üst üste veya boşlukla ayrılmış. (boşluklar tırnak veya ters eğik çizgi gerektirir)

source: Locked kernels and the currently running kernel are ignored
el: Οι κλειδωμένοι πυρήνες και ο τρέχων πυρήνας αγνοούνται
hr: Zaključani kerneli i trenutno pokrenuti kernel se zanemaruju
sv: Låsta kärnor och den aktuella kärnan ignoreras
tr: Kilitli çekirdekler ve şu anda çalışan çekirdek yoksayılır

source: done
el: τελείωσε
hr: učinjeno
sv: klart
tr: tamam

source: Unknown option
el: Άγνωστη επιλογή
hr: Nepoznata mogućnost
sv: Okänt alternativ
tr: Bilinmeyen seçenek

source: Deleted
hr: Izbrisano

source: Error deleting
hr: Greška pri brisanju

source: Unknown command
el: Αγνωστη εντολή
hr: Nepoznata naredba
sv: Okänt kommando
tr: Bilinmeyen komut

source: Latest update
el: Τελευταία αναβάθμιση
hr: Najnovija nadopuna
sv: Senaste uppdatering
tr: Son güncelleme

source: Latest point update
el: Τελευταία ενημέρωση συντήρησης
hr: Najnovija ciljana nadopuna
sv: Senaste punktuppdatering
tr: Son nokta güncellemesi

source: No updates found
el: Δεν βρέθηκαν ενημερώσεις
hr: Nema pronađenih nadopuna
sv: Inga uppdateringar hittades
tr: Güncelleme bulunamadı

source: Notifications disabled
el: Οι ειδοποιήσεις είναι απενεργοποιημένες
hr: Obavijesti onemogućene
sv: Aviseringar inaktiverade
tr: Bildirimler devre dışı bırakılmış

source: No
el: Οχι
hr: Nema
sv: Nej
tr: Hayır

source: notify point releases disabled
hr: obavijestiti o izdanjima točaka onemogućeno

source: notify major releases disabled
el: ειδοποιήστε τις κύριες εκδόσεις απενεργοποιημένες
hr: obavijest o glavnim izdanjima onemogućena
sv: aviseringar för större versioner inaktiverade
tr: ana sürümler için bildirimler devre dışı bırakıldı

source: Kernel %s Available
el: Πυρήνας %s διαθέσιμος
hr: Kernel %s je dostupan
sv: Kernel %s tillgängliga
tr: Çekirdek %s Kullanılabilir

source: Show
el: Προβολή
hr: Prikaži
sv: Visa
tr: Göster

source: Install
el: Εγκατάσταση
hr: Instaliraj
sv: Installera
tr: Kur

source: Previously notified
el: Έχει ήδη κοινοποιηθεί
hr: Prethodno prijavljeno
sv: Tidigare anmält
tr: Daha önce bildirilmiş

source: options
el: επιλογές
hr: mogućnosti
sv: alternativ
tr: seçenekler

source: Print debug information
hr: Ispiši informacije otklanjanja grešaka

source: Show all options
hr: Prikaži sve mogućnosti

source: Lock
el: κλειδώνω
hr: Brava
sv: Låsa
tr: Kilit

source: Status
el: Κατάσταση
hr: Stanje
tr: Durum

source: Uninstall
el: Απεγκατάσταση
hr: Deinstaliraj
sv: Avinstallera
tr: Kaldır

source: Changelog, build status, etc
el: Καταγραφή αλλαγών, κατάσταση κατασκευής κ.λπ
hr: Dnevnik promjena, status izrade itd
sv: Ändringslogg, byggstatus, etc
tr: Değişiklik günlüğü, derleme durumu vb.

source: Uninstall Old
el: Απεγκατάσταση παλαιών
hr: Deinstaliraj Staro
sv: Avinstallera Gamla
tr: Eskileri Kaldır

source: Uninstall everything except: * the highest installed version * the currently running kernel * any kernels that are locked
el: Κατάργηση εγκατάστασης όλων εκτός από: * η υψηλότερη εγκατεστημένη έκδοση * ο τρέχων πυρήνας * τυχόν πυρήνες που είναι κλειδωμένοι
hr: Deinstaliraj sve osim: * najviša instalirana verzija * trenutačno pokrenuta jezgra * sve kernele koje su zaključane
sv: Avinstallera allt utom: * den högsta installerade versionen * den kärna som för närvarande körs * alla kärnor som är låsta
tr: Şunlar dışında her şeyi kaldırın: * en yüksek yüklü sürüm * şu anda çalışan çekirdek * kilitli olan herhangi bir çekirdek

source: Reload
el: Δροσίζω
hr: Ponovno učitati
tr: Arjantin

source: Delete and reload all cached kernel info (the same as "mainline --delete-cache")
el: Διαγραφή και επαναφόρτωση όλων των πληροφοριών του πυρήνα που έχουν αποθηκευτεί στην κρυφή μνήμη (το ίδιο με το "mainline --delete-cache")
hr: Izbriši i ponovno učitaj sve podatke o jezgri u predmemoriji (isto kao "mainline --delete-cache")
sv: Ta bort och ladda om all cachad kärninformation(samma som "mainline --delete-cache")
tr: Önbelleğe alınan tüm çekirdek bilgilerini silin ve yeniden indirin ("mainline --delete-cache" ile aynı)

source: Settings
el: Ρυθμίσεις
hr: Postavke
sv: Inställningar
tr: Ayarlar

source: About
el: Σχετικά
hr: O programu
sv: Om
tr: Hakkında

source: Exit
el: Έξοδος
hr: Izlaz
sv: Utgång
tr: Çıkış

source: A tool for installing kernel packages from the Ubuntu Mainline Kernels PPA
el: Ένα εργαλείο για την εγκατάσταση πακέτων πυρήνα από το Ubuntu Mainline Kernels PPA
hr: Alat za instaliranje kernel paketa iz Ubuntu Mainline Kernela PPA
sv: Ett verktyg för att installera kärnpaket från Ubuntu Mainline Kernels PPA
tr: Çekirdek paketlerini yüklemek için bir araç Ubuntu Mainline Kernels PPA'sından

source: Original
el: Πρωτότυπο
hr: Izvornik
tr: orijinal

source: Forked
el: Διχαλωτός
hr: Račvasto
tr: çatallı

source: Updating kernels
hr: Ažuriranje informacija o jezgri

source: available
el: διαθέσιμος
hr: dostupno
sv: tillgänglig
tr: mevcut

source: adding
hr: dodajući

source: Configuration
el: Διαμόρφωση
hr: Konfiguracija
sv: Konfiguration
tr: Yapılandırma

source: Done
el: Εγινε
hr: Gotovo
sv: Gjort
tr: Kapat

source: Hide unstable and RC releases
hr: Sakrij nestabilna i RC izdanja

source: Hide failed or incomplete builds
el: Απόκρυψη αποτυχημένων ή ημιτελών εκδόσεων
hr: Sakrij neuspjele ili nedovršene gradnje
sv: Dölj misslyckade eller ofullständiga builds
tr: Başarısız veya tamamlanmamış yapıları gizle

source: If a kernel version exists on the mainline-ppa site, but is an incomplete or failed build for your arch (%s), then don't show it in the list.
el: Εάν υπάρχει μια έκδοση πυρήνα στον ιστότοπο mainline-ppa, αλλά είναι ημιτελής ή αποτυχία κατασκευής για το τόξο σας (%s), μην το εμφανίσετε στη λίστα.
hr: Ako verzija kernela postoji na web-mjestu mainline-ppa, ali je nepotpuna ili neuspjela izgradnja za vaš luk (%s), nemojte je prikazivati na popisu.
sv: Om en kärnversion finns på mainline-ppa-webbplatsen, men är en ofullständig eller misslyckad konstruktion för din båge (%s), visa den inte i listan.
tr: Mainline-ppa sitesinde bir çekirdek sürümü varsa, ancak mimariniz için tamamlanmamış veya başarısız bir derlemeyse (%s), listede göstermeyin.

source: prior major versions ( -1 = all )
el: προηγούμενες κύριες εκδόσεις ( -1 = όλες )
hr: prethodne glavne verzije ( -1 = sve )
sv: tidigare huvudversioner (-1 = alla)
tr: önceki ana sürümler ( -1 = tümü )

source: Notification
el: Ειδοποίηση
hr: Obavijesti
sv: Avisering
tr: Bildirim

source: Notify if a major release is available
el: Ειδοποιήστε εάν είναι διαθέσιμη μια σημαντική έκδοση
hr: Obavijesti ako je dostupno glavno izdanje
sv: Meddela om en större version är tillgänglig
tr: Büyük bir sürüm olup olmadığını bildir

source: Notify if a minor release is available
el: Ειδοποιήστε εάν είναι διαθέσιμη μια μικρή έκδοση
hr: Obavijesti ako je dostupno manje izdanje
sv: Meddela om en mindre version är tillgänglig
tr: Küçük bir sürüm olup olmadığını bildir

source: Seconds interval enabled for debugging
el: διάστημα δευτερολέπτων είναι ενεργοποιημένο για εντοπισμό σφαλμάτων
hr: Interval sekundi omogućen za ispravljanje pogrešaka
sv: Sekundintervall aktiverat för felsökning
tr: Hata ayıklama için etkinleştirilen saniye aralığı

source: Check every
el: Έλεγχος κάθε
hr: Provjeri svaka
sv: Kontrollera varje
tr: Kontrol aralığı

source: Hours
el: Ώρες
hr: Sati
sv: timmar
tr: saat

source: Days
el: Ημέρες
hr: Dani
sv: dagar
tr: gün

source: Weeks
el: Εβδομάδες
hr: Tjedna
sv: veckor
tr: hafta

source: Seconds
el: Δευτερόλεπτα
hr: Sekunde
sv: sekunder
tr: saniye

source: Network
el: Δίκτυο
hr: Mreža
sv: Nätverk
tr: Ağ

source: Connection Timeout:
el: Σύνδεση Timeout:
hr: Vrijeme povezanosti je isteklo:
sv: Timeout för anslutning:
tr: Bağlantı zamanaşımı:

source: seconds
el: δευτερόλεπτα
hr: sekunde
sv: sekunder
tr: saniye

source: Concurrent Downloads:
el: Ταυτόχρονες λήψεις:
hr: Istovremena preuzimanja:
sv: Samtidiga nedladdningar:
tr: Eşzamanlı İndirmeler:

source: Verify Checksums
el: Επαληθεύστε τα αθροίσματα ελέγχου
hr: Provjerite kontrolne zbrojeve
sv: Verifiera kontrollsummor
tr: Sağlama Toplamlarını Doğrulayın

source: Use the sha-256 hashes from the CHECKSUMS file to verify the *.deb file downloads.
el: Χρησιμοποιήστε τους κατακερματισμούς sha-256 από το αρχείο CHECKSUMS για να επαληθεύσετε τις λήψεις αρχείων *.deb.
hr: Upotrijebite sha-256 hashove iz CHECKSUMS datoteke za provjeru preuzimanja *.deb datoteke.
sv: Använd sha-256-hasharna från CHECKSUMS-filen för att verifiera nedladdningarna av *.deb-filen.
tr: *.deb dosyası indirmelerini doğrulamak için CHECKSUMS dosyasındaki sha-256 karmalarını kullanın.

source: Keep Downloads
hr: Zadrži Preuzimanja

source: Retain downloaded *.deb files after install and re-use them for uninstall/reinstall instead of downloading again.
el: Διατηρήστε τα ληφθέντα αρχεία *.deb μετά την εγκατάσταση και χρησιμοποιήστε τα ξανά για απεγκατάσταση/επανεγκατάσταση αντί για λήψη ξανά.
hr: Zadrži preuzete .deb datoteke nakon instalacije i ponovno ih upotrijebi za deinstalaciju/ponovnu instalaciju umjesto ponovnog preuzimanja.
sv: Behåll nedladdade .deb-filer efter installationen och återanvänd dem för avinstallation/ominstallation istället för att ladda ner igen.
tr: Yüklemeden sonra indirilen .deb dosyalarını saklayın ve yeniden indirmek yerine kaldırma/yeniden yükleme için yeniden kullanın.

source: They are still deleted once they become older than the "Show N prior major versions" setting, or if they have been updated on the mainline-ppa site.
hr: I dalje se brišu nakon što postanu stariji od postavke "Prikaži prethodne glavne verzije" ili ako su ažurirani na web stranici mainline-ppa.

source: External Commands
el: Εξωτερικές εντολές
hr: Vanjske Naredbe
sv: Externa Kommandon
tr: Harici Komutlar

source: Superuser Authorization
el: Εξουσιοδότηση Υπερχρήστης
hr: Autorizacija superkorisnika
sv: Auktorisering Superanvändare
tr: Süper Kullanıcı Yetkilendirmesi

source: Command used to run dpkg with root permissions.
el: Εντολή που χρησιμοποιείται για την εκτέλεση dpkg με δικαιώματα root.
hr: Naredba koja se koristi za pokretanje dpkg s root dopuštenjima.
sv: Kommando som används för att köra dpkg med root-behörigheter.
tr: Kök izinleriyle dpkg'yi çalıştırmak için kullanılan komut.

source: The dpkg command is appended to the end, unless a %s is present.
el: Η εντολή dpkg προσαρτάται στο τέλος, εκτός εάν υπάρχει %s.
hr: Naredba dpkg dodaje se na kraj, osim ako %s nije prisutan.
sv: Kommandot dpkg läggs till i slutet, såvida inte %s finns.
tr: Bir %s yoksa dpkg komutu sonuna eklenir.

source: If a %s is present, then the %s is replaced with the dpkg command.
el: Εάν υπάρχει ένα %s, τότε το %s αντικαθίσταται με την εντολή dpkg.
hr: Ako je %s prisutan, tada se %s zamjenjuje naredbom dpkg.
sv: Om det finns en %s ersätts %s med kommandot dpkg.
tr: Bir %s varsa, %s dpkg komutuyla değiştirilir.

source: The built-in list contains examples of both.
el: Η ενσωματωμένη λίστα περιέχει παραδείγματα και των δύο.
hr: Ugrađeni popis sadrži primjere oba.
sv: Den inbyggda listan innehåller exempel på båda.
tr: Yerleşik liste, her ikisinin de örneklerini içerir.

source: You may edit any of the built-in default commands to customize it.
el: Μπορείτε να επεξεργαστείτε οποιαδήποτε από τις ενσωματωμένες προεπιλεγμένες εντολές για να την προσαρμόσετε.
hr: Možete urediti bilo koju od ugrađenih zadanih naredbi kako biste je prilagodili.
sv: Du kan redigera något av de inbyggda standardkommandona för att anpassa det.
tr: Özelleştirmek için yerleşik varsayılan komutlardan herhangi birini düzenleyebilirsiniz.

source: The edited command will be saved as a new custom command without changing the original.
el: Η επεξεργασμένη εντολή θα αποθηκευτεί ως νέα προσαρμοσμένη εντολή χωρίς αλλαγή της αρχικής.
hr: Uređena naredba bit će spremljena kao nova prilagođena naredba bez mijenjanja izvorne.
sv: Det redigerade kommandot sparas som ett nytt anpassat kommando utan att ändra originalet.
tr: Düzenlenen komut, orijinali değiştirilmeden yeni bir özel komut olarak kaydedilecektir.

source: Terminal Window
el: Παράθυρο Τερματικού
hr: Prozor terminala
sv: Terminalfönster
tr: Terminal Penceresi

source: Terminal command used to run
el: Εντολή τερματικού που χρησιμοποιείται για εκτέλεση
hr: Naredba terminala koja se koristi za pokretanje
sv: Terminalkommando som används för att köra
tr: Çalıştırmak için kullanılan terminal komutu

source: The install/uninstall command is appended to the end, unless a %s is present.
el: Η εντολή εγκατάστασης/απεγκατάστασης προσαρτάται στο τέλος, εκτός εάν υπάρχει %s.
hr: Naredba za instalaciju/deinstalaciju dodaje se na kraj, osim ako %s nije prisutan.
sv: Kommandot install/uninstall läggs till i slutet, såvida det inte finns ett %s.
tr: Yükle/kaldır komutu, bir %s yoksa sonuna eklenir.

source: If a %s is present, then the %s is replaced with the install/uninstall command.
el: Εάν υπάρχει ένα %s, τότε το %s αντικαθίσταται με την εντολή εγκατάστασης/απεγκατάστασης.
hr: Ako je prisutan %s, tada se %s zamjenjuje naredbom za instaliranje/deinstaliranje.
sv: Om det finns en %s ersätts %s med kommandot install/install.
tr: Bir %s mevcutsa, %s'nin yerine kur/kaldır komutu gelir.

source: The terminal program must stay in the foreground and block while the command is running, not fork and return immediately.
el: Το πρόγραμμα τερματικού πρέπει να παραμένει στο προσκήνιο και να μπλοκάρει όσο εκτελείται η εντολή, να μην διακλαδίζεται και να επιστρέφει αμέσως.
hr: Terminalni program mora ostati u prvom planu i blokirati dok se naredba izvodi, a ne račvati se i odmah se vraćati.
sv: Terminalprogrammet måste stanna i förgrunden och blockera medan kommandot körs, inte gaffel och returnera omedelbart.
tr: Terminal programı komut çalışırken ön planda kalmalı ve engellemeli, çatallanmamalı ve hemen geri dönmemelidir.

source: Most terminal programs block by default, some don't by default but can be told to, and some are not usable at all.
el: Τα περισσότερα προγράμματα τερματικού μπλοκάρουν από προεπιλογή, μερικά όχι από προεπιλογή, αλλά μπορεί να γίνει δεκτό και μερικά δεν μπορούν να χρησιμοποιηθούν καθόλου.
hr: Većina terminalskih programa blokira prema zadanim postavkama, neki ne blokiraju prema zadanim postavkama, ali im se može reći, a neki se uopće ne mogu koristiti.
sv: De flesta terminalprogram blockeras som standard, vissa gör det inte som standard men kan bli tillsagda, och vissa är inte användbara alls.
tr: Çoğu terminal programı varsayılan olarak engeller, bazıları varsayılan olarak engellemez, ancak yapabilir ve bazıları hiç kullanılamaz.

source: Examples
el: Παραδείγματα
hr: Primjeri
sv: Exempel
tr: Örnekler

source: gnome-terminal is usable because it can be made to block by using it's "--wait" option.
el: Το gnome-terminal μπορεί να χρησιμοποιηθεί επειδή μπορεί να γίνει αποκλεισμός χρησιμοποιώντας την επιλογή του "--wait".
hr: gnome-terminal je upotrebljiv jer se može blokirati korištenjem opcije "--wait".
sv: gnome-terminal är användbar eftersom den kan fås att blockera genom att använda alternativet "--wait".
tr: gnome-terminal, bir "--wait" seçeneğine sahip olduğu için kullanılabilir.

source: xfce4-terminal is not usable because it can not be made to block.
el: Το xfce4-terminal δεν μπορεί να χρησιμοποιηθεί γιατί δεν μπορεί να γίνει αποκλεισμός.
hr: xfce4-terminal nije upotrebljiv jer ga se ne može natjerati da blokira.
sv: xfce4-terminal är inte användbar eftersom den inte kan fås att blockera.
tr: xfce4-terminali hemen dönmeme seçeneği olmadığı için kullanılamaz.

source: Copy
el: Αντιγράψτε
hr: Kopirati
sv: Kopiera
tr: Kopyalamak

source: Copies the entire output buffer, including scrollback, to the clipboard.
el: Αντιγράφει ολόκληρη την προσωρινή μνήμη εξόδου, συμπεριλαμβανομένου του scrollback, στο πρόχειρο.
hr: Kopira cijeli izlazni međuspremnik, uključujući pomicanje unazad, u međuspremnik.
sv: Kopierar hela utdatabufferten, inklusive scrollback, till urklipp.
tr: Geri kaydırma dahil tüm çıktı arabelleğini panoya kopyalar.

source: Cancel
el: Άκυρο
hr: Odustani
sv: Avbryt
tr: İptal Et

source: Close
el: Κλείσιμο
hr: Zatvori
sv: Stäng
tr: Kapat

source: OK
el: ΟΚ
tr: Tamam

source: Kernel
el: Πυρήνας
sv: Kärna
tr: Çekirdek

source: checksums enabled
sv: kontrollsummor aktiverade
tr: sağlama toplamları etkinleştirildi

source: Downloading %s
sv: Laddar ner %s
tr: %s indiriliyor

source: %s is already installed
sv: %s är redan installerat
tr: %s zaten kurulu
