Repository: Danik2343/mainline
Catalog: po/*.po
Languages: el, hr, sv, tr

source: %s is locked
sv: %s är låst
tr: %s kilitlendi

source: %s is invalid
sv: %s är ogiltig
tr: %s geçersiz

source: %s download failed
sv: %s nedladdning misslyckades
tr: %s indirme başarısız oldu

source: Installing %s
sv: Installerar %s
tr: %s yükleniyor

source: %s is running
sv: %s körs
tr: %s çalışıyor

source: Uninstalling %s
sv: Avinstallerar %s
tr: %s kaldırılıyor

source: %s is the highest installed version
sv: %s är den högst installerade versionen
tr: %s en yüksek yüklü sürümdür

source: No updates
sv: Inga uppdateringar
tr: Güncelleme yok

source: N
el: Ο
tr: H

source: n
el: ό
tr: h

source: Continue?
sv: Fortsätta?
tr: Devam?

source: Assume Yes for all prompts
sv: Antag Ja för alla uppmaningar
tr: Tüm istemler için Evet varsayın

source: DRY-RUN MODE
sv: TORRKÖRINGSLÄGE
tr: KURU-ÇALIŞTIRMA MODU

source: NO-CONFIRM MODE
sv: INGEN-BEKRÄFTANDE LÄGE
tr: ONAYLAMA-YOK MODU

source: Filter
el: Φίλτρο
tr: Filtre

source: Hide flavors other than %s
sv: Dölj andra smaker än %s
tr: %s dışındaki lezzetleri gizle

source: Proxy
el: Διακομιστής
sv: Proxyserver
